### Молитва за народ України та боголюбиве воїнство

Господи Боже сил, Боже спасіння нашого, Ти Єдиний твориш чудеса. Поглянь в милості і щедротах на смирення рабів Твоїх і чоловіколюбно вислухай і помилуй нас: бо вороги наші зібралися на нас, щоб погубити нас і знищити державу нашу та святині наші. Допоможи нам Боже, Спасителю наш, і визволи нас, заради слави імені Твого, і нехай до нас будуть додані слова, сказані Мойсеєм: будьте сміливими, стійте і побачите спасіння від Господа, бо Господь переможе за нас.

Так, Господи Боже, Спасителю наш, не пом’яни беззаконь і неправд людей Твоїх і не відвертайся від нас гнівом Своїм, але в милості і щедротах Твоїх відвідай смиренних рабів Твоїх, що до Твоєї милості припадають: повстань на допомогу нам і подай воїнству нашому з Ім’ям Твоїм перемогти. Погуби наміри і неправедні помисли тих, хто йде на нас війною.

Молимось до Тебе, Владико миру і спокою нашого, щоб як щезає дим, так нехай щезнуть вороги наші, і як прах розсипається від лиця вітру, так нехай розвіються їхні злі думки знищити державу нашу Українську. Господи, втихомир тих, хто противиться заповідям та постановам Твоїм. Поверни їм пам’ять Твоєї заповіді: Блаженні миротворці, бо вони синами Божими назовуться. А для тих, хто противиться цій Твоїй заповіді, пошли гнів, скорботу і ангелів лютих, які вселять в них страх і пам’ять про те, що і вони себе християнами називають.

Нехай же Господи буде воля Твоя над нами і, якщо Твоє Провидіння буде таким, щоб покласти воїнам нашим у битві за Віру і Україну душі свої, то і їм прости гріхи їхні, і в день праведного Твого Суду подай вінці нетління. Але віримо і молимось Тобі, Великодаровитий, Господи, що ти захистиш, втихомириш і напоумиш та до спокою приведеш усіх.

Бо Ти єси захист і перемога, і спасіння, для тих хто надіється на Тебе і Тобі славу возсилаємо Отцю, і Сину, і Святому Духу, нині і повсякчас, і на віки віків. Амінь!
